var levels={
    //内容中有引号，必须使用单引号，外引号必须用双引号
    //name => value
    1:{
        退出应用: "code1003",
        登录界面:"code1004",
        跳转至个人资料界面:"code1005",
    },
    2:{
        退出应用:{
            应用1:"gameid1",
            应用2:"gameid2",
            应用3:"gameid3",
            应用4:"gameid4",
            应用5:"gameid5",            
        },
        跳转至个人资料界面:{
            主界面:"main interface",
        }
    },
    3:{
        应用1:{
            中级场:"12",
            高级场:"13",
            职业场:"14",
            比赛场:"15",
        }
    }
}